'''1200-1226小游戏，1300-1306微信小程序,简化表达，
方便分类1200代表小游戏，1300代表微信小程序，sql会做处理
'''
gametypeid = {
    1000: '大乱斗',
    1001: '怼球',
    1003: '德州',
    1004: '狼人杀',
    1100: '阿瓦隆',
    1150: '卧底',
    1160: '扫雷',
    1161: '麻将',
    1163: '吹牛',
    1171: '剧本杀',
    1180: '撞击王者',
    1190: '乌诺',
    1162: '一斗到底',
    100: '说猜',
    101: '画猜',
    102: '故事接龙',
    103: '画意传情',
    1600: '捕鱼',
    2000: '语音房',
    1700: '声密',
    1800: '太空杀',
    1200: '小游戏',
    1300: '微信小程序'
}
